Repository: rettichschnidi/naturvielfalt
Catalog: webroot_drupal/sites/all/modules/vote/language/vote.*.po
Languages: de

source: Welcome
de: Willkommen

source: On this page experts can identify species and vote for the correct one. This helps keeping a good identification quality and can help unexperienced users.
de: Helfen Sie mit bei der Bestimmung von Arten oder stimmen Sie der Identifikation eines Benutzers zu. Dies fördert eine gute Qualität der Artenerkennung und hilft unerfahreren Benutzern.

source: Artgroup Settings
de: Artgruppe Einstellungen

source: Filter on species group
de: Artengruppe filtern

source: Observations
de: Beobachtungen

source: Current Observation
de: Aktuelle Beobachtung

source: Proof image
de: Beleg Bild

source: Map
de: Karte

source: Details
de: Angaben

source: Observation
de: Beobachtung

source: Verifications
de: Verifizierungen

source: Own verification
de: Eigene Verifizierung

source: Search for species
de: Art suchen

source: Maximum 30 search results will be showed.
de: Es werden maximal 30 Suchresultate angezeigt

source: Start typing to see the species...
de: Geben Sie etwas ein..

source: Date of the verification
de: Datum der Verifizierung

source: Time of the verification
de: Zeit der Verifizierung

source: Comment your choice
de: Ihr Kommentar

source: Add a note to explain your choice so others can learn from you.
de: Erklären Sie Ihre Wahl, sodass andere Benutzer von Ihnen lernen können.

source: Submit verification
de: Verifizierung senden

source: Vote for an organism.
de: Für einen Organismus voten

source: View vote page.
de: Verifizierungs Seite ansehen

source: Who knows it?
de: Wer weiss es?

source: Voting page for experts
de: Verifizierung Seite für Experten

source: Images
de: Bilder

source: Get all image data to show
de: Alle Bilder Daten holen

source: Save verification
de: Verifizierung speichern

source: Saves the given verification
de: Speichert die Verifizierung

source: vote
de: Verifizierung

source: Confirm the organism of an observation by voting
de: Bestätigen Sie die Artenbestimmung einer Beobachtung

source: Could not fetch the needed information from the server. Please try again by reloading the page.
de: Die benötigten Informationen konnten nicht geladen werden. Bitte laden Sie die Seite neu.

source: Please choose an organism for the verification.
de: Wählen Sie eine Art für die Verifizierung

source: No translation available
de: Keine Übersetzung vorhanden

source: Could not save the verification. Please try again.
de: Die Verifizierung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: verifications
de: Verifizierungen

source: Agree
de: Bestätigen

source: No verifications found for this observation.
de: Es sind noch keine Verifizierungen vorhanden für diese Beobachtung.
