Repository: rettichschnidi/naturvielfalt
Catalog: webroot_drupal/sites/all/modules/observation/language/observation.*.po
Languages: de

source: Could not save the observation because of an unknown error.
de: Beobachtung konnte nicht gespeichert werden

source: successfull saved
de: Beobachtung erfolgreich gespeichert

source: Please log in first
de: Bitte melden Sie sich an

source: This export originates from Naturvielfalt, a platform initiated by Naturwerk Brugg www.naturwerk.info
de: Dieser Export stammt von Naturvielfalt, eine Plattform die vom Naturwerk Brugg www.naturwerk.info ins Leben gerufen wurde

source: Parameter 'observations' missing
de: Parameter 'observations' fehlt

source: Observation deleted
de: Beobachtung entfernt

source: Observations deleted
de: Beobachtungen entfernt

source: Some observations could not be deleted (unauthorized access)
de: Es konnten nicht alle Beobachtungen entfernt werden (keine Berechtigung)

source: Select
de: Auswählen

source: Show
de: Detailansicht

source: Edit
de: Bearbeiten

source: zoomin
de: Zoomen

source: type
de: Typ

source: Unknown species
de: Unbekannte Art

source: No translation available
de: Keine Übersetzung vorhanden

source: New Observations
de: Neue Beobachtungen

source: New observations
de: Neue Beobachtungen

source: Delete Observation @observation_organism from @observation_date.
de: Beobachtung @observation_organism vom @observation_date löschen.

source: Are you sure that you want to delete this observation «@observation_organism»?
de: Sind Sie sicher, dass Sie die Beobachtung «@observation_organism» löschen wollen?

source: Delete
de: Löschen

source: @mediatype of the observation !title
de: @mediatype der Beobachtung !title

source: Add and edit generic @mediatype of this observation.
de: @mediatype dieser Beobachtung hinzufügen und bearbeiten.

source: Observations
de: Beobachtungen

source: Common name
de: Name

source: Scientific name
de: Wissenschaftlicher Name

source: Artgroup
de: Artengruppe

source: Observer
de: Beobachter

source: Date
de: Datum

source: Last modification
de: Letzte Änderung

source: Count
de: Anzahl

source: Determination method
de: Bestimmungsmethode

source: Not defined
de: Nicht definiert

source: Township
de: Ortschaft

source: ZIP
de: PLZ

source: Canton
de: Kanton

source: Country
de: Land

source: Altitude [m.a.s.l.]
de: Höhenlage [m.a.s.l.]

source: Coordinates
de: Koordinaten

source: Internal Id
de: Interne Id

source: Picture
de: Bild

source: Inventory
de: Inventar

source: Area
de: Gebiet

source: Area Type
de: Gebietsart

source: X Coordinate
de: X-Koordinate

source: Y Coordinate
de: Y-Koordinate

source: Altitude [m]
de: Höhenlage [m]

source: Comment
de: Kommentar

source: Number of pictures
de: Anzahl Bilder

source: Number of videos
de: Anzahl Videos

source: Number of sounds
de: Anzahl Sounds

source: Number of documents
de: Anzahl Dokumente

source: Show all observations
de: Alle Beobachtungen anzeigen

source: Map
de: Karte

source: only proof images
de: Nur Belegbilder

source: only portrait images
de: Nur Portraitbilder

source: proof images, then portrait images
de: Belegbilder, dann Portraitbilder

source: portrait images, then proof images
de: Portraitbilder, dann Belegbilder

source: Public
de: Alle

source: Own
de: Meine

source: Editables
de: Editierbare

source: Capture a new observation
de: Beobachtung erfassen

source: Edit observation of <i>@species</i>
de: Beobachtung von <i>@species</i> bearbeiten

source: Unkown species?
de: Unbekannte Art?

source: Do you need help with determination?
de: Brauchen Sie Hilfe bei der Bestimmung?

source: Search for species
de: Art suchen

source: Maximum 30 search results will be showed.
de: Es werden maximal 30 Suchresultate angezeigt

source: Start typing to see the species...
de: Geben Sie etwas ein..

source: Date of the observation
de: Beobachtungsdatum

source: Time of the observation
de: Zeitpunkt der Beobachtung

source: Count of found individuals
de: Anzahl Individuen

source: Details
de: Angaben

source: Determination Method
de: Bestimmungsmethode

source: Filter on species group
de: Artengruppe filtern

source: Save
de: Speichern

source: Manage existing media for this observation
de: Bestehende Medien dieser Beobachtung bearbeiten

source: Add media for this observation
de: Medien der Beobachtung hinzufügen

source: Number of files to add?
de: Wieviele Dateien möchten Sie hinzufügen?

source: Allowed files endings are:
de: Folgende Dateiendungen sind erlaubt:

source: Click here to add details to this file
de: Klicken Sie hier, um der Datei Angaben hinzuzufügen

source: Choose a file
de: Datei auswählen

source: Recently recorded and saved observations (click on a row, to edit an entry)
de: Zuletzt erfasste und gespeicherte Beobachtungen(Klicken Sie auf einen Datensatz, um diesen zu bearbeiten)

source: Permissions
de: Berechtigungen

source: Read
de: Lesen

source: Write
de: Schreiben

source: Administration
de: Verwaltung

source: Show observation of <i>@species</i>
de: Beobachtung von <i>@species</i> anzeigen

source: Observation
de: Beobachtung

source: Position data
de: Positionsdaten

source: Select a specimen group from the dropdown menu to constrain the search.
de: Wählen Sie eine Art aus dem Dropdown aus, um die Suche zu filtern.

source: Search for the specimen by inputing at least 2 chars.
de: Geben Sie mindestens zwei Buchstaben ein, um die Suche zu starten.

source: Date of observation (dd.mm.yyyy)
de: Datum der Beobachtung (dd.mm.yyyy)

source: Time of observation (hh:mm)
de: Zeitpunkt der Beobachtung (hh:mm)

source: Number of observed specimens.
de: Anzahl der beobachteten Organismen.

source: Name of observer (You)
de: Name des Beobachters

source: Select a method for determination from the dropdown menu.
de: Wählen Sie eine Bestimmungsmethode aus dem Dropdown Menu aus.

source: Precision of place of observation.
de: Genaugkeit der Beobachtung

source: Provide any additional information.
de: Geben Sie zusätzliche Informationen an.

source: Commonness
de: Häufigkeit

source: Phenology
de: Phänologie

source: Determination
de: Bestimmung

source: Origin
de: Herkunft

source: Occurence
de: Vorkommen

source: Evidence available
de: Beleg vorhanden

source: Verified by
de: Verifiziert durch

source: Evaluationmethod
de: Evaluationsmethode

source: Please select an inventory of the area.
de: Bitte wählen Sie ein Inventar vom Gebiet aus.

source: Please enter a valid date (dd.mm.yyyy)
de: Bitte geben Sie ein gültiges Datum ein (dd.mm.yyyy)

source: Please enter a valid time (hh:mm)
de: Bitte geben Sie eine gültige Zeit an (hh:mm)

source: The count has to be a number and bigger than zero
de: Die Anzahl muss grösser als Null sein

source: Please enter an existing organism.
de: Bitte geben Sie einen existierenden Organismus ein.

source: Please select an artgroup other than "All".
de: Bitte wählen Sie eine andere Artgruppe als "Alle".

source: Invalid inventory / permission denied
de: Ungültiges Inventar / Keine Berechtigung

source: Please mark a point on the map
de: Bitte markieren Sie einen Punkt auf der Karte

source: .@extension is an unallowed fileextension!
de: .@extension ist eine unerlaubte Dateiendung!

source: can view observations
de: Kann Beobachtungen sehen

source: can create observations
de: Kann Beobachtungen erstellen

source: Create
de: Erstellen

source: Create a new observation
de: Neue Beobachtung erstellen

source: Display an observation
de: Beobachtung anzeigen

source: Display inventory of observation
de: Inventar der Beobachtung anzeigen

source: Edit an observation
de: Beobachtung bearbeiten

source: Delete an existing observation.
de: Bestehende Beobachtung löschen

source: Delete one or many observations
de: Eine oder mehrere Beobachtung(en) löschen

source: Save a new observation
de: Neue Beobachtung speichern

source: Save a existing observation
de: Bestehende Beobachtung speichern

source: Geometry
de: Geometrie

source: Get geometry data for editing
de: Geometriedaten

source: Get all geometry data to show
de: Alle Geometriedaten holen

source: Get readable observations
de: Alle lesbaren Beobachtungen holen

source: Get own observations
de: Eigene Observation anzeigen

source: Get writeable observations
de: Alle schreibbaren Beobachtungen holen

source: observation overview form
de: Überblick Beobachtungen

source: Export one or many observations
de: Eine oder mehrere Beobachtunge(en) exportieren

source: New observations ajax callback (block)
de: Neue Beobachtungen ajax callback

source: Callback to receive the contents of the new observations block (ajax)
de: Callback

source: receive the possible inventories and areas to add an observation to
de: Beobachtungen zu Inventaren hinzufügen

source: add multiple observations to an inventory
de: mehrere Beobachtungen zu einem Inventar hinzufügen

source: observation
de: Beobachtung

source: Manage observations
de: Beobachtungen verwalten

source: Add to Area/Inventory
de: Zu Gebiet/Inventar hinzufügen

source: All selected observations will be assigned to this area/inventory. Continue?
de: Alle ausgewählten Beobachtungen werden zu diesem Gebiet/Inventar hinzugefügt. Fortfahren?

source: @successfull of @total observations were added to the new area/inventory.
de: @successfull von @total Beobachtungen wurden zum Gebiet/Inventar hinzufgefügt.

source: Could not add observations to the area/inventory.
de: Beobachtungen konnten nicht hinzugefügt werden.

source: No records selected
de: Keine Datensätze ausgewählt

source: Do you really want to delete the selected records?
de: Datensätze wirklich löschen

source: Deletion failed due to unknown error.
de: Daten konnten nicht gelöscht werden

source: Export all
de: Alle exportieren

source: Verify all
de: Alle verifizieren

source: Export selected
de: Ausgewählte exportieren

source: Verify selected
de: ausgewählte verifizieren

source: Meta data for uploads
de: Metadaten für den Upload

source: Please select a file
de: Bitte Datei auswählen
