Repository: rettichschnidi/naturvielfalt
Catalog: webroot_drupal/sites/all/modules/area/language/area.*.po
Languages: de

source: You have to enable Javascript!
de: Javascript muss aktiviert sein!

source: New area could not be created.
de: Neues Gebiet konnte nicht erstellt werden

source: Could not save the area because of an unknown error.
de: Das Gebiet konnte aus einem unbekannten Grund nicht gespeichert werden

source: Area "@areaname" got created.
de: Das Gebiet"@areaname" wurde erstellt.

source: Close
de: Schliessen

source: Please log in first
de: Bitte melden Sie sich an

source: Parameter 'areas' missing
de: Parameter 'areas' fehlt

source: Area deleted
de: Gebiet gelöscht

source: Areas deleted
de: Gebiete gelöscht

source: Some areas could not be deleted (no permission, or the area may still contain inventories or subareas.)
de: Einige Gebiete konnten nicht gelöscht werden (Keine Berechtigung, oder ein Gebiet enthielt noch Inventare oder Teilgebiete)

source: Create new subarea in area <i>@areaname </i>
de: Neues Teilgebiet im Gebiet <i> @areaname </i> erstellen

source: Create new area
de: Neues Gebiet erstellen

source: Field name/area name
de: Name des Feldes/Gebiets

source: Please insert a custom name for this area.
de: Bitte fügen Sie dem Gebiet einen Namen/Flurnamen hinzu.

source: My area
de: Mein Gebiet

source: Create
de: Erstellen

source: Delete @areaname?
de: @areaname löschen?

source: Are you sure you want to delete the area @areaname?
de: Sind Sie sicher, dass Sie das Gebiet @areaname löschen wollen?

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Can not delete area @areaname while it still contains inventories. Please remove its inventories first.
de: Das Gebiet @areaname kann nicht gelöscht werden, solange es noch noch Inventare enthält. Bitte entfernen Sie die Inventare des Gebietes zuerst.

source: Can not delete area @areaname while it still contains subareas. Please remove its subareas first.
de: Das Gebiet @areaname kann nicht gelöscht werden, solange es noch noch Teilgebiete enthält. Bitte entfernen Sie die Inventare des Gebietes zuerst.

source: area @areaname deleted
de: Gebiet @areaname gelöscht

source: Could not delete @areaname.
de: Konnte Gebiet @areaname nicht löschen

source: Area details
de: Gebietsangaben

source: Save Now
de: Jetzt speichern

source: Map
de: Karte

source: <p>Please note: Changes will be saved instantly.</p>
de: <p>Bitte beachten Sie: Änderungen werden sofort gespeichert.</p>

source: zoomin
de: Zoomen

source: Create a subarea
de: Teilgebiet erstellen

source: Create a sub area
de: Teilgebiet erstellen

source: Description
de: Beschreibung

source: Area name
de: Gebietsname

source: Save
de: Speichern

source: inventories
de: Inventare

source: observations
de: Beobachtungen

source: Add Inventory
de: Inventar hinzufügen

source: Area concept
de: Gebietskonzept

source: Protection target
de: Schutzziel

source: Tending strategies
de: Pflegemassnahmen

source: Safety precautions
de: Sicherheitsvorkehrungen

source: Linked habitats
de: Gekoppelte Lebensräume

source: Manage existing media for this area
de: Existierende Medien von diesem Gebiet verwalten

source: Add media for this area
de: Medien zu diesem Gebiet hinzufügen

source: Number of files to add?
de: Wieviele Dateien möchten Sie hinzufügen?

source: Allowed files endings are:
de: Folgende Dateiendungen sind erlaubt:

source: Click here to add details to this file
de: Klicken Sie hier, um der Datei Angaben hinzuzufügen

source: Choose a file
de: Datei auswählen

source: Permission
de: Berechtigung

source: You have to enter an area name.
de: Sie müssen einen Gebietsnamen eingeben

source: .@extension is an unallowed fileextension!
de: .@extension ist eine unerlaubte Dateiendung!

source: Select
de: Auswählen

source: Label
de: Beschriftung

source: Area Saved
de: Gebiet gespeichert

source: Read
de: Lesen

source: Add Inventory/Subarea
de: Inventar/Teilgebiet hinzufügen

source: Write
de: Schreiben

source: Administration
de: Verwaltung

source: Not related to a habitat
de: Keine Verbindung zu einem Habitat

source: Habitats
de: Lebensräume

source: Images of the area !title
de: Bilder vom Gebiet !title

source: Add and edit @mediatype of this area and optionally link them to an available habitat.
de: @mediatype zu diesem Gebiet hinzufügen und editieren und optional mit einem Habitat verknüpfen.

source: Images of the habitat !title<br>taken in the area !context
de: Bilder des Habitats !title<br>aufgenommen im Gebiet !context

source: Add and edit @mediatype of the specified habitat located in the mentioned area.
de: @mediatype zum Habitat im Gebiet hinzufügen und editieren.

source: Areas
de: Gebiete

source: No such area available.
de: Kein Gebiet gefunden.

source: Parent Area
de: Obergebiet

source: Area Name
de: Gebietsname

source: Creator
de: Ersteller

source: Township
de: Ortschaft

source: ZIP
de: PLZ

source: Canton
de: Kanton

source: Country
de: Land

source: Altitude [m.a.s.l.]
de: Höhenlage [m.a.s.l.]

source: Coordinates
de: Koordinaten

source: Create date
de: Datum erstellen

source: Last modification
de: Letzte Änderung

source: Surface area [m²]
de: Fläche [m²]

source: Path length [m]
de: Längenmass [m]

source: «@areatype» is not a valid area type.
de: «@areatype» ist keine gültige Gebietsart

source: Temporary geometry object could not be created.
de: Temporäres geometry Objekt konnte nicht erstellt werden.

source: New geometry could not be created.
de: Neue Geometrie konnte nicht erstellt werden.

source: Geometry could not be updated.
de: Geometrie konnte nicht aktualisiert werden.

source: There are no organisms and no habitats available in this area.
de: Es sind keine Arten und Habitats vorhanden in diesem Gebiet.

source: Prefer images from inventories
de: Bilder aus Beständen bevorzugen

source: Show only images from inventories
de: Zeige nur Bilder aus den Beständen

source: Show only presentation images from inventories
de: Zeige nur Präsentationsbilder aus den Beständen

source: Show the highest rated images of the site
de: Zeige Bilder dieser Seite mit den besten Bewertungen

source: Sort by position in inventory
de: Sortiere nach Position im Bestand

source: Sort by german name
de: Sortiere nach dem deutschen Namen

source: Sort by latin name
de: Sortiere nach der lateinischen Bezeichnung

source: Sort by family
de: Sortiere nach der Familie

source: apply
de: Übernehmen

source: Internal Id
de: Interne Id

source: Picture
de: Bild

source: Altitude [m]
de: Höhenlage [m]

source: Date
de: Datum

source: User
de: Benutzer

source: Type
de: Typ

source: Hierarchy
de: Hierarchie

source: Subarea
de: Teilgebiet

source: Show
de: Detailansicht

source: Edit
de: Bearbeiten

source: type
de: Typ

source: Changed geometry on area «@areaname» could not be saved.
de: Veränderte Geometrie von Gebiet «@areaname» konnte nicht gespeichert werden.

source: Create a new area
de: Neues Gebiet erstellen

source: Public
de: Alle

source: Own
de: Meine

source: Editables
de: Editierbare

source: area
de: Gebiet

source: None available
de: Nichts verfügbar

source: Area
de: Gebiet

source: A form to show the most important facts about an area.
de: Eine Tabelle für die wichtigesten Gebietsangaben

source: View area
de: Gebiet ansehen

source: Create area
de: Gebiet erstellen

source: All areas json
de: Alle Gebiete json

source: Get all areas as json
de: Alle Gebiete als json beziehen

source: Update the geometry
de: Geometrie updaten

source: Update the geometry of an area.
de: Geometrie von einem Gebiet aktualisieren

source: An area json
de: Gebiets json

source: Get a single area as json
de: Ein Gebiet als json

source: Habitats of area
de: Habitats vom Gebiet

source: Get all habitats of a an area.
de: Beziehe alle Habitats von einem Gebiet

source: All areas datatable json
de: Alle Gebiete datatable json

source: Get all areas as datatable json
de: Alle Gebiete datatable json

source: Own areas datatable json
de: Eigene Gebiete datatable json

source: Get own areas as datatable json
de: Eigene Gebiete datatable json

source: Show a specific area
de: Bestimmtes Gebiet anzeigen

source: Edit details of an existing area.
de: Bestehendes Gebiet bearbeiten

source: Delete an existing area.
de: Bestehendes Gebiet löschen

source: AreaJSON
de: GebietJSON

source: Delete many areas
de: Viele Gebiete löschen

source: Export one or many areas
de: Ein oder viele Gebiete exportieren

source: Area overview form
de: Gebietsübersicht Formular

source: New areaname form
de: Neues Gebiets Formular

source: A form to submit a new areaname.
de: Ein Formular um einen Gebietsnamen zu senden

source: Manage areas with Google maps
de: Verwalte Gebiete mit Google maps

source: No records selected
de: Keine Datensätze ausgewählt

source: Add to Area (Subarea)
de: zu Gebiet hinzufügen (Teilgebiet)

source: There are no areas available, </br> on which you are allowed to add a subarea.
de: Es sind keine Gebiete vorhanden, </br> zu denen Sie Teilgebiete hinzufügen können.

source: All selected areas will become a subarea of this area. Continue?
de: Alle ausgewählten Gebiete werden als Teilgebiet hinzugefügt. Fortfahren?

source: @successfull of @total areas were added as subareas.
de: @successfull von @total Gebieten wurden als Teilgebiet hinzugefügt.

source: Could not add areas as subareas.
de: Ausgewählte Gebiete konnten nicht als Teilgebiete hinzugefügt werden.

source: Could not fetch area data.
de: Gebiete konnten nicht geladen werden.

source: Do you really want to delete the selected records?
de: Datensätze wirklich löschen

source: Do you really want to delete this inventory?
de: Möchten Sie dieses Inventar wirklich löschen?

source: Deletion failed due to unknown error.
de: Daten konnten nicht gelöscht werden

source: Export all
de: Alle exportieren

source: Export selected
de: Ausgewählte exportieren
